Repository: ricardoamb/asdc
Catalog: languages/*.po
Languages: pt_br

source: Install Required Plugins
pt_br: Instalar Plugins Obrigatórios

source: Install Plugins
pt_br: Plugins do Tema

source: Installing Plugin: %s
pt_br: Instalando Plugin: %s

source: Updating Plugin: %s
pt_br: Atualizando Plugin: %s

source: Something went wrong with the plugin API.
pt_br: Algo deu errado com a API do plugin.

source: This theme requires the following plugin: %1$s.
pt_br: Este tema precisa do seguinte plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
pt_br: Este tema recomenda o seguinte plugin: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
pt_br: O plugin indicado deve ser atualizado para sua última versão, garantindo assim a máxima compatibilidade com este tema: %1$s.

source: There is an update available for: %1$s.
pt_br: Há uma atualização disponível para: %1$s.

source: The following required plugin is currently inactive: %1$s.
pt_br: O plugin obrigatório %1$s está desativado.

source: The following recommended plugin is currently inactive: %1$s.
pt_br: O plugin recomendado %1$s está desativado.

source: Begin installing plugin
pt_br: Iniciar instalação de Plugins

source: Begin updating plugin
pt_br: Iniciar atualização de Plugins

source: Begin activating plugin
pt_br: Inicie a ativação do plugin

source: Return to Required Plugins Installer
pt_br: Voltar para instalador de Plugins necessários

source: Return to the Dashboard
pt_br: Retorne para o Painel

source: Plugin activated successfully.
pt_br: Plugin ativado com sucesso.

source: The following plugin was activated successfully:
pt_br: O plugin a seguir foi ativado com sucesso:

source: No action taken. Plugin %1$s was already active.
pt_br: Nenhuma ação tomada. O plugin %1$s já estava ativo.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
pt_br: Plugin não ativado. Uma versão mais alta de %s é necessária para este tema. Atualize o plug-in.

source: All plugins installed and activated successfully. %1$s
pt_br: Todos os plugins instalados e ativados com sucesso. %1$s

source: Dismiss this notice
pt_br: Descartar essa notificação

source: There are one or more required or recommended plugins to install, update or activate.
pt_br: Há um ou mais plugins necessários ou recomendados para instalar, atualizar ou ativar.

source: Please contact the administrator of this site for help.
pt_br: Por favor, contate o administrador do site para obter ajuda.

source: TGMPA v%s
pt_br: Agência Sentapúa Plugins v%s

source: Required
pt_br: Obrigatório

source: Recommended
pt_br: Recomendado

source: WordPress Repository
pt_br: Repositório Wordpress

source: External Source
pt_br: Externo

source: Pre-Packaged
pt_br: Embarcado

source: Not Installed
pt_br: Não instalado

source: Installed But Not Activated
pt_br: Instalado, mas não ativado

source: Active
pt_br: Ativo

source: Required Update not Available
pt_br: Atualização necessária não disponível

source: Requires Update
pt_br: Requer Atualização

source: Update recommended
pt_br: Atualização Recomendada

source: All <span class="count">(%s)</span>
pt_br: Todos <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
pt_br: Para Instalar <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
pt_br: Atualização Disponível <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
pt_br: Para Ativar<span class="count">(%s)</span>

source: Installed version:
pt_br: Versão Instalada:

source: Minimum required version:
pt_br: Versão mínima:

source: Available version:
pt_br: Versão Disponível:

source: Source
pt_br: Local

source: Type
pt_br: Tipo

source: Version
pt_br: Versão

source: Install %2$s
pt_br: Instalando Plugin: %2$s

source: Update %2$s
pt_br: Atualize %2$s

source: Activate %2$s
pt_br: Ative %2$s

source: Install
pt_br: Instalar

source: Update
pt_br: Atualizar

source: Activate
pt_br: Ativar

source: No plugins were selected to be installed. No action taken.
pt_br: Nenhum plugin foi selecionado para ser instalado. Nenhuma ação tomada.

source: No plugins were selected to be updated. No action taken.
pt_br: Nenhum plugin foi selecionado para ser atualizado. Nenhuma ação tomada.

source: No plugins are available to be installed at this time.
pt_br: Nenhuma plugin disponível para instalação.

source: No plugins are available to be updated at this time.
pt_br: Nenhuma plugin disponível para atualização.

source: Plugin activation failed.
pt_br: Falha na atualização do Plugin.

source: Updating Plugin %1$s (%2$d/%3$d)
pt_br: Atualizando Plugin: %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pt_br: Um erro ocorreu durante a instalação %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
pt_br: A instalação do plugin %1$s falhou.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
pt_br: O processo de instalação e ativação começou. Este processo pode demorar alguns minutos, dependendo da conexão, por favor seja paciente.

source: %1$s installed and activated successfully.
pt_br: Todos os plugins instalados e ativados com sucesso. %1$s.

source: All installations and activations have been completed.
pt_br: O processo de instalação e ativação foi completado.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
pt_br: Instalando e ativando Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
pt_br: O processo de instalação começou. Este processo pode demorar alguns minutos, dependendo da conexão, por favor seja paciente.

source: All installations have been completed.
pt_br: Todas instalações foram completadas.

source: Installing Plugin %1$s (%2$d/%3$d)
pt_br: Instalando Plugin %1$s (%2$d/%3$d)

source: Unexpected Error
pt_br: Erro Inesperado

source: An unexpected error occurred. Please verify.
pt_br: Ocorreu um erro inesperado. Por favor verifique.

source: Sentapua Agency
pt_br: Agência Sentapúa

source: This is the list of all required and recommended plugins for the theme runs properly.
pt_br: Esta é a lista de todos os plugins obrigatórios e recomendados para o correto funcionamento do tema.

source: Missing License
pt_br: Licença Não Encontrada

source: The theme created by <strong>Sentapua Agency</strong> is properly installed, but the license file was not found.
pt_br: O tema criado pela <strong>Agência Sentapúa</strong> está instalado corretamente, mas o arquivo de licença não foi encontrado.

source: <br>For the total operation of the website the license file must be selected in <strong>Theme Options > Licenses</strong>.
pt_br: <br>Para o total funcionamento do website o arquivo de licença deve ser selecionado em <strong>Opções do Tema > Licenças</strong>.

source: The current Website will show the message <strong>"Under Construction"</strong> until the license file selection.
pt_br: O website atual exibirá a mensagem <strong>"Em Desenvolvimento"</strong> até que o arquivo de licença seja selecionado.

source: Invalid License
pt_br: Licença Inválida

source: The theme created by <strong>Sentapua Agency</strong> is properly installed, but the license in use is invalid.
pt_br: O tema criado pela <strong>Agência Sentapúa</strong> está instalado corretamente, mas a licenças em uso é inválida.

source: <br>For the total operation of the website the license must be updated in <strong>Theme Options > Licenses</strong>.
pt_br: <br>Para o total funcionamento do website a licença deve ser atualizada em <strong>Opções do Tema > Licenças</strong>.

source: The current Website will show the message <strong>"Under Construction"</strong> until the license update.
pt_br: O website atual exibirá a mensagem <strong>"Em Desenvolvimento"</strong> até que a licença seja atualizada.

source: Expired License
pt_br: Licença Expirada

source: The theme created by <strong>Sentapua Agency</strong> is properly installed, but the license has been expired.
pt_br: O tema criado pela <strong>Agência Sentapúa</strong> está instalado corretamente, mas a licenças expirou.

source: Sentapua Agency General Options
pt_br: Agência Sentapúa Opções Gerais

source: Theme Options
pt_br: Opções do Tema

source: Wordpress Version Deprecated
pt_br: Versão WordPress Obsoleta

source: <strong>The Wordpress version in use is deprecated.</strong><br>The Theme needs at least of the version 4.9.7 of Wordpress to work properly.
pt_br: <strong> a versão WordPress em uso é obsoleta. </strong> <br> o tema precisa pelo menos da versão 4.9.7 do WordPress para funcionar corretamente.

source: Update your Wordpress or contact your developer.
pt_br: Atualize o seu WordPress ou contate o seu desenvolvedor.

source: Autoload Missing
pt_br: AutoLoad faltando

source: The current Autoload file is missing.<br>Contact the <strong>Support</strong>.
pt_br: O arquivo AutoLoad atual está ausente. <br> contacte o <strong> support </strong>.

source: PHP Version Deprecated
pt_br: Versão do PHP desatualizada

source: <strong>The PHP version in use is deprecated.</strong><br>The System needs at least of the version 7.0 to work properly.
pt_br: <strong>A versão do PHP está desatualizada.</strong><br>O tema precisa de no mínimo da versão 7.0 para funcionar corretamente.

source: Update your PHP at your server or contact your host service.
pt_br: Atualize seu PHP em seu servidor ou contate seu serviço de host.

source: Required Plugin Missing
pt_br: Necessário plugin faltando

source: One or more plugins are required to properly run this theme and it's missing.<br>Please install it in administrative area.
pt_br: Um ou mais plugins são necessários para executar corretamente este tema. <br> Por favor instale-o(s) na área administrativa.
